[
  {
    "title": "1+1",
    "group": "Художественный фильм",
    "img": "1.webp",
    "year": "2011",
    "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "genre": ["драма", "комедия"],
    "rating": 8.9
  },
  {
    "title": "Матрица",
    "group": "Художественный фильм",
    "img": "2.webp",
    "year": "1999",
    "description": "Жизнь Томаса Андерсона разделена на две части: днём он — самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он бы не смог проникнуть. Но однажды всё меняется. Томас узнаёт ужасающую правду о реальности.",
    "genre": ["фантастика", "боевик"],
    "rating": 8.5
  },
  {
    "title": "Бойцовский клуб",
    "group": "Художественный фильм",
    "img": "3.webp",
    "year": "1999",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.",
    "genre": ["триллер", "драма", "криминал"],
    "rating": 8.7
  },
  {
    "title": "Леон",
    "group": "Художественный фильм",
    "img": "4.webp",
    "year": "1994",
    "description": "Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.",
    "genre": ["боевик", "триллер", "драма", "криминал"],
    "rating": 8.7
  },
  {
    "title": "Крестный отец",
    "group": "Художественный фильм",
    "img": "5.webp",
    "year": "1972",
    "description": "Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
    "genre": ["драма", "криминал"],
    "rating": 8.6
  },
  {
    "title": "Игра престолов",
    "group": "Сериал",
    "img": "6.webp",
    "year": "2011",
    "description": "К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее.",
    "genre": ["фэнтези", "драма", "боевик", "мелодрама", "приключения"],
    "rating": 9.0
  },
  {
    "title": "Во все тяжкие",
    "group": "Сериал",
    "img": "7.webp",
    "year": "2008",
    "description": "Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории.",
    "genre": ["криминал", "драма", "триллер"],
    "rating": 8.5
  },
  {
    "title": "Аркейн",
    "group": "Сериал",
    "img": "8.webp",
    "year": "2021",
    "description": "История разворачивается в утопическом краю Пилтовер и жестоком подземном мире Заун и рассказывает о становлении двух легендарных чемпионов Лиги и о той силе, что разведёт их по разные стороны баррикад.",
    "genre": ["мультфильм", "фантастика", "фэнтези", "боевик", "драма"],
    "rating": 8.8
  },
  {
    "title": "Мистер Робот",
    "group": "Сериал",
    "img": "9.webp",
    "year": "2015",
    "description": "История молодого программиста Эллиота, страдающего социофобией и решившего, что единственный приемлемый для него способ взаимодействия с людьми — это профессия хакера. Таким образом, он быстро оказывается в том самом месте, где пересекаются интересы его работодателя — фирмы, занимающейся кибербезопасностью, — и подпольных организаций, которые пытаются его завербовать с целью обрушения самых могучих американских корпораций.",
    "genre": ["триллер", "драма", "криминал"],
    "rating": 7.8
  },
  {
    "title": "Друзья",
    "group": "Сериал",
    "img": "10.webp",
    "year": "1994",
    "description": "Шестеро друзей – Рейчел, Моника, Фиби, Джоуи, Чендлер и Росс – живут по соседству, вместе убивают время, делятся секретами и иногда очень сильно влюбляются.",
    "genre": ["комедия", "мелодрама"],
    "rating": 9.2
  }
]
